{
  "aether.menu_title.minecraft_left": "Minecraft: Modern (Left)",
  "aether.menu_title.the_aether": "The Aether",
  "aether.menu_title.the_aether_left": "The Aether (Left)",

  "item.aether.netherite_gloves": "Soul Steel Gloves",
  "lore.item.aether.netherite_gloves": "A pair of Gloves, needed to complete the Soul Steel armor set.",

  "item.aether.skyroot_stick": "Skyroot Branch",
  "lore.block.aether.ambrosium_torch": "The main light source in the Aether, made from a Skyroot Branch and Ambrosium Shard.",
  "lore.block.aether.golden_oak_leaves": "These golden leaves generate with Golden Oak Trees. They spawn golden particles in a radius of 5 blocks. They yield Golden Oak Saplings and Skyroot Sticks when decayed.",
  "lore.block.aether.skyroot_fence": "Crafted from Skyroot Logs and Branches. Great for keeping your livestock safe from wandering predators!",
  "lore.block.aether.skyroot_fence_gate": "Crafted from Branches and Skyroot Logs. Gives a homely entrance and exit to your precious enclosures.",
  "lore.block.aether.skyroot_leaves": "These leaves generate with Skyroot Trees. They can drop Skyroot Saplings and Skyroot Branches when decaying.",
  "lore.block.aether.skyroot_sign": "Crafted from Skyroot Logs and Branches. A helpful sign perfect for writing messages and directions on.",
  "lore.item.aether.golden_dart": "The ammo for Golden Dart Shooters. Crafted with Skyroot Branches and Golden Amber, enchanting these converts them to Enchanted Darts.",
  "lore.item.aether.skyroot_stick": "Crafted from Skyroot Logs. Used to create various tools and items. There's nothing else too special about it.",

  "lore.block.aether.skyroot_bed": "Crafted with wool and Skyroot Logs. You can only sleep at night to skip nighttime, but during the day you can set your respawn point in the Aether. You cannot sleep while monsters are nearby.",
  "lore.block.aether.skyroot_bookshelf": "Crafted from Skyroot Logs and Books. Bookshelves can be used to enhance the enchanting capabilities of an Enchanting Table.",
  "lore.block.aether.skyroot_button": "Crafted from Skyroot Logs, a Button used to activate mechanisms and redstone.",
  "lore.block.aether.skyroot_door": "Crafted from Skyroot Logs, an ornate Door helpful for keeping an enclosed and safe space without worry of monsters wandering in.",
  "lore.block.aether.skyroot_log": "These spawn with Skyroot Trees. They can be double-dropped with Skyroot Axes. When put in a Crafting Table, they will provide 4 Green Planks.",
  "lore.block.aether.skyroot_pressure_plate": "Crafted from Skyroot Logs. A wooden Pressure Plate used to activate mechanisms and redstone.",
  "lore.block.aether.skyroot_slab": "Crafted from Skyroot Logs. Slabs are half blocks, versatile for decoration and smooth slopes. Try adding some to a building's roofing!",
  "lore.block.aether.skyroot_stairs": "Crafted from Skyroot Logs. Stairs are useful for adding verticality to builds and are often used for decoration too!",
  "lore.block.aether.skyroot_trapdoor": "Crafted from Skyroot Logs. A Trapdoor is useful for covering one block wide entryways. Often used to add extra protection to staircases.",
  "lore.block.aether.skyroot_wood": "Skyroot Logs crafted to be smooth on all sides. When put in a Crafting Table, they will provide 4 Green Planks.",
  "lore.block.aether.stripped_skyroot_log": "A Skyroot Log that has had its bark stripped away with an Axe. When put in a Crafting Table, they will provide 4 Green Planks.",
  "lore.block.aether.stripped_skyroot_wood": "Stripped Skyroot Logs crafted to be smooth on all sides. When put in a Crafting Table, they will provide 4 Green Planks.",

  "lore.item.aether.skyroot_poison_bucket": "A Skyroot Bucket that has been filled with a deadly poison. Better not drink it! It can be used to craft Poison Darts and Dart Shooters. Enchant it to cure the poison in it.",
  "lore.item.aether.skyroot_remedy_bucket": "A Skyroot Bucket containing a soothing remedy. It has a strong smell. Drinking this will cure deadly poison.",

  "block.aether.present": "Present",
  "entity.aether.tnt_present": "TNT Present",
  "entity.aether.valkyrie": "Valkyrie",
  "lore.block.aether.holiday_leaves": "Leaves on Holiday Trees! It snows near them, and there are always Presents nearby!",
  "lore.block.aether.present": "A wonderful (real-time) holiday gift, open it for a surprise! Be careful, as there's a chance you could get ssssssurprised!",
  "lore.item.aether.candy_cane_sword": "A Sword made from decorative candy. Randomly drops Candy Canes when used. These are dropped from presents that are under Holiday Trees.",
  "lore.item.aether.gingerbread_man": "Found in presents under Holiday Trees, these are the most common holiday item. They are very abundant when dropped from Presents.",
  





  "aether.pro_tips.line.beta_rising.emi": "Pressing 'H' in the inventory will toggle the visibility of the crafting index.",
  "aether.pro_tips.line.beta_rising.model_menu": "Pressing 'G' will open the Skin Browser to change your skin.",
  "aether.pro_tips.line.beta_rising.sort_inventory": "Holding 'SHIFT', 'CTRL' or 'ALT' when pressing 'Middle-Click' will sort your inventory differently.",
  "aether.pro_tips.line.beta_rising.isometric": "Enter the Isometric Perspective by pressing 'F10' in-game.",
  "aether.pro_tips.line.beta_rising.chat_linking": "Pressing 'SHIFT' + 'T' on items in an inventory will link it to the chat.",

  "aether.pro_tips.line.beta_rising.resourcepacks": "Try out the Alpha, Beta, Programmer Art, or Modern styled aesthetic via Resource Packs!",
  "aether.pro_tips.line.beta_rising.datapacks": "Specialized datapacks can be enabled during world creation, or added to your world afterwards.",
  "aether.pro_tips.line.beta_rising.worlds": "Generating infinite combinations of old and new worlds alike has never been this easy!",

  "aether.pro_tips.line.beta_rising.diamonds": "Diamond is still the strongest material.",
  "aether.pro_tips.line.beta_rising.hunger": "Eating Raw food has a 50%% chance to infect you.",
  "aether.pro_tips.line.beta_rising.recycling":"Metal equipment can be blasted to recycle its ingredients",
  "aether.pro_tips.line.beta_rising.wood": "Paint your wood with Dye™!",
  "aether.pro_tips.line.beta_rising.anvil_repairing": "Iron Blocks can be used to repair Anvils in-world.",
  "aether.pro_tips.line.beta_rising.curse_enchanting": "Enchanting your gear may come at the cost of a life-long curse.",
  "aether.pro_tips.line.beta_rising.piglets": "Pigs breed in three.",
  "aether.pro_tips.line.beta_rising.livestock": "Feed your livestock automatically with Fodder or the Feeding Trough.",

  "aether.pro_tips.line.beta_rising.sprinting": "Don't like sprinting? Disable the \"Stamina\" mod in your 'mods' folder.",
  "aether.pro_tips.line.beta_rising.console_hotbar": "Want a console hotbar? Enable the \"Raised\" mod in your 'mods' folder.",

  "aether.pro_tips.line.beta_rising.steve": "Steve only had a beard until 0.24 Survival Test! If you remember otherwise... that is called the \"Mandela Effect.\"",
  "aether.pro_tips.line.beta_rising.herobrine": "A haunting legend is said to lurk From The Fog... or so they say.",

  "aether.pro_tips.line.beta_rising.overworld": "Crooked Sheepmen roam the lands of the Overworld, seeking domination over the Villagers.",
  "aether.pro_tips.line.beta_rising.nether": "Horrible Pigmen rule over the depths of the Nether, stripping the Gold from all life still left of any value.",
  "aether.pro_tips.line.beta_rising.end": "Mysterious Ender creatures endlessly glitch throughout the void of the End.",
  "aether.pro_tips.line.beta_rising.aether": "Whimsical Angel creatures soar high and mighty above the skies of the Aether.",

  "aether.pro_tips.line.tipsmod.undead_damage": "Undead mobs like Skeletons are damaged by health potions and healed by damage potions.",
  "aether.pro_tips.line.tipsmod.poison_immune": "Zombies, Skeletons, and Spiders are all immune to poison damage.",
  "aether.pro_tips.line.tipsmod.witch_conversion": "Villagers will become witches when struck by lightning.",
  "aether.pro_tips.line.tipsmod.four_eggs": "Hatching chicken eggs can spawn four chickens on very rare occasions.",
  "aether.pro_tips.line.tipsmod.nether_lava": "Lava will spread faster in the nether.",
  "aether.pro_tips.line.tipsmod.west": "The Sun, Moon, and Stars all move towards the west.",
  "aether.pro_tips.line.tipsmod.swamp_slime": "Slimes can spawn in swamps during a full moon.",
  "aether.pro_tips.line.tipsmod.deflect_ghast_fireballs": "You can deflect Ghast Fireballs by attacking them.",
  "aether.pro_tips.line.tipsmod.shulker_armor": "Shulkers take significantly more damage when their shells are open.",
  "aether.pro_tips.line.tipsmod.beta_rising.arthropods": "Hissing creatures like Spiders, Creepers, Silverfish, Bees, and Endermites all take heightened damage from Bane of Arthropods.",
  "aether.pro_tips.line.tipsmod.fossils": "Large fossils are buried under swamps and deserts.",
  "aether.pro_tips.line.tipsmod.crouch_blocks": "Sneaking/Crouching will prevent you from falling off the side of blocks.",
  "aether.pro_tips.line.tipsmod.smoke_bees":"Placing a Campfire beneath a Bee Nest will make those Bees passive.",
  "aether.pro_tips.line.tipsmod.lava_fuel":"Lava Buckets can be used as fuel in the Furnace.",
  "aether.pro_tips.line.tipsmod.wooden_tool_fuel":"Old Wooden tools can be used as fuel in the Furnace.",
  "aether.pro_tips.line.tipsmod.scrap_nuggets":"Gold and Iron tools/armor can be smelted into nuggets.",
  "aether.pro_tips.line.tipsmod.piglin_gold":"Piglins really love gold.",
  "aether.pro_tips.line.tipsmod.dog_health":"The lower a dog's tail, the less health they have left.",
  "aether.pro_tips.line.tipsmod.dog_rotten_flesh":"You can heal your dogs by feeding them Rotten Flesh.",
  "aether.pro_tips.line.tipsmod.lure_animals":"You can lure animals into following you by holding a food they like.",
  "aether.pro_tips.line.tipsmod.cooked_drops":"Animals killed by fire damage usually drop cooked food.",
  "aether.pro_tips.line.tipsmod.nether_sponge":"Wet sponges will immediately dry when placed in the nether.",
  "aether.pro_tips.line.tipsmod.boat_passenger":"Boats can carry two passengers.",
  "aether.pro_tips.line.tipsmod.shulker_golem":"Shulkers are considered a type of Golem.",
  "aether.pro_tips.line.tipsmod.note_block_instrument":"The instrument of a Note Block is determined by the block underneath it.",
  "aether.pro_tips.line.tipsmod.zombie_armor":"Zombies have two base points of armor, even when they are not wearing any.",
  "aether.pro_tips.line.tipsmod.undead_helmet":"Undead mobs will not burn in daylight if they are wearing a helmet.",
  "aether.pro_tips.line.tipsmod.iron_golem_heal":"Iron Golems can be healed by giving them iron ingots.",
  "aether.pro_tips.line.tipsmod.turtle_shell":"Turtles only drop scutes when a baby grows into an adult.",
  "aether.pro_tips.line.tipsmod.animal_growing":"Feeding baby animals will make them grow up sooner.",
  "aether.pro_tips.line.tipsmod.blaze_snowball":"Blazes take damage from snowballs.",
  "aether.pro_tips.line.tipsmod.biome_bonemeal":"Using bone meal on grass blocks can give different types of flowers.",
  "aether.pro_tips.line.tipsmod.biome_fishing":"Fishing in a Jungle can give you different items compared to fishing in other biomes.",
  "aether.pro_tips.line.tipsmod.fishing_resources":"Fishing is a great way to get high level enchanted books.",
  "aether.pro_tips.line.tipsmod.boat_jump":"By placing a boat in lava you can make a temporary platform.",
  "aether.pro_tips.line.tipsmod.creeper_cat":"Creepers are afraid of cats and will run away from them.",
  "aether.pro_tips.line.tipsmod.water_grass":"Water can quickly break grass patches and get seeds.",
  "aether.pro_tips.line.tipsmod.gravity_torch":"Falling blocks like sand and gravel instantly break when falling onto a torch.",
  "aether.pro_tips.line.tipsmod.string_wool":"String can be crafted in a 2x2 to make wool.",
  "aether.pro_tips.line.tipsmod.beta_rising.barrel":"Crates are a convenient alternative to chests.",
  "aether.pro_tips.line.tipsmod.job_site_dimension":"Villagers lose their job site when changing dimensions.",
  "aether.pro_tips.line.tipsmod.villager_sweat":"Villagers sweat when trying to trade with them during a raid.",
  "aether.pro_tips.line.tipsmod.wandering_invis":"Wandering traders drink invisibility potions at night.",
  "aether.pro_tips.line.tipsmod.fortress_triangulation":"You can triangulate stronghold locations by summoning eyes of ender from two different locations and tracking where they intersect.",
  "aether.pro_tips.line.tipsmod.beta_rising.creeper_drops_disc":"If a Skeleton's arrow kills a Creeper, the Creeper drops a random music disc.",
  "aether.pro_tips.line.tipsmod.mooshroom_lightning":"A red mooshroom will become a brown mooshroom, and a brown mooshroom will become a red one, when struck by lightning.",
  "aether.pro_tips.line.tipsmod.beta_rising.bed_explode":"Trying to sleep in other dimensions may end poorly.",
  "aether.pro_tips.line.tipsmod.fall_damage_blocks":"Some blocks like water and hay can reduce fall damage.",
  "aether.pro_tips.line.tipsmod.bed_respawn":"Sleeping in a bed will set your spawn point.",
  "aether.pro_tips.line.tipsmod.ore_tiers":"Some ores have a minimum required pickaxe tier to mine them.",
  "aether.pro_tips.line.tipsmod.sponge_bucket":"Wet Sponge can be dried in a furnace by cooking it. If there is an empty bucket in the fuel slot the bucket will catch the water!",
  "aether.pro_tips.line.tipsmod.coarse_to_dirt":"Coarse Dirt can be converted into normal dirt using a hoe.",
  "aether.pro_tips.line.tipsmod.enderman_blocks":"Enderman can move blocks like dirt, sand, and TNT!",
  "aether.pro_tips.line.tipsmod.dragon_blocks":"Iron Bars, End Stone, and Obsidian are immune to damage from the Ender Dragon.",
  "aether.pro_tips.line.tipsmod.piglin_repellent":"Piglins are scared of soul fire blocks including the Soul Torch and Soul Lantern.",
  "aether.pro_tips.line.tipsmod.portal_trick":"By using water and lava buckets you can make an easy nether portal.",
  "aether.pro_tips.line.tipsmod.blaze_fuel":"Blaze rods are good fuel for furnaces.",
  "aether.pro_tips.line.tipsmod.goat_milk":"Goats can be milked using a bucket.",
  "aether.pro_tips.line.tipsmod.mean_goats":"Be careful around goats. They like to push players and other animals off cliffs.",
  "aether.pro_tips.line.tipsmod.dripstone_lava":"Pointed dripstone below lava will slowly drip lava particles. This can be used to fill a cauldron.",
  "aether.pro_tips.line.tipsmod.bucket_friends":"Fish and Axolotls can be safely picked up using buckets.",
  "aether.pro_tips.line.tipsmod.bucket_rename":"Renaming a bucket with a mob inside will rename that mob as well.",
  "aether.pro_tips.line.tipsmod.axolotl_food":"Axolotls like to eat tropical fish.",
  "aether.pro_tips.line.tipsmod.wax_copper":"Honeycombs can be used to wax copper blocks. This prevents them from oxidizing.",
  "aether.pro_tips.line.tipsmod.freezing_leather":"Leather armor can protect against freezing damage.",
  "aether.pro_tips.line.tipsmod.azalea_caves":"Azalea trees grow above the lush cave biomes.",
  "aether.pro_tips.line.tipsmod.end_dimension":"You cannot leave the end dimension without defeating the ender dragon.. or dying.",
  "aether.pro_tips.line.tipsmod.hitting_obsidian":"It takes roughly 4 minutes to break an obsidian block by hand.",
  "aether.pro_tips.line.tipsmod.sitting_pets":"Sitting pets will remain seated when sinking in water until they drown or you right-click them.",
  "aether.pro_tips.line.tipsmod.snow_golem_trail":"You can harvest infinite snowballs from a snow golem's trail.",
  "aether.pro_tips.line.tipsmod.mushroom_placement":"Mushrooms can only be placed on blocks where there's no direct sunlight.",
  "aether.pro_tips.line.tipsmod.mushroom_biome_spawns":"Hostile mobs cannot spawn in a mushroom biome.",
  "aether.pro_tips.line.tipsmod.shear_mooshroom":"You can shear a mooshroom to turn it into a normal cow.",
  "aether.pro_tips.line.tipsmod.peaceful_tnt":"TNT cannot damage players in peaceful mode.",
  "aether.pro_tips.line.tipsmod.weather_sleep":"Sleeping will clear up the sky and stop storm or rain.",
  "aether.pro_tips.line.tipsmod.joke.combat":"Zombies dislike it when you stab them with a sword.",
  "aether.pro_tips.line.tipsmod.joke.swim":"If you stay under water too long you may drown.",
  "aether.pro_tips.line.tipsmod.joke.lava":"Like any items, buckets will burn in lava, but not when it is IN the bucket.",
  "aether.pro_tips.line.tipsmod.joke.skulls":"Wither Skeletons are known to lose their heads.",
  "aether.pro_tips.line.tipsmod.endermites":"There is a small chance that an Endermite will spawn when an Enderpearl lands.",

  "aether.pro_tips.line.aether.dart_shooter_crafting": "Dart Shooters can be crafted with Skyroot Logs and Golden Amber.",
  "aether.pro_tips.line.aether.remedy_bucket_enchanting": "A Skyroot Potion can be obtained by mixing flowers in a Brewing Stand.",
  "aether.pro_tips.line.aether.dungeon_tiers": "Dungeons have various difficulties: from Bronze, Silver, Gold, to Platinum.",

  "aether.pro_tips.line.aether.aerogel_explosion_resistance": "Aerogel acts as an explosion-resistant, transparent block.",
  "aether.pro_tips.line.aether.aether_day_length": "Days in the Aether realm last 3 times longer than surface days.",
  "aether.pro_tips.line.aether.altar_repairing": "Altars can repair damaged items and enhance existing items.",
  "aether.pro_tips.line.aether.ambrosium_shard_fuel": "Ambrosium Shards are great for fueling Altars.",
  "aether.pro_tips.line.aether.blue_aerclouds": "Blue Aerclouds are bouncy, and launch mobs very high in the air.",
  "aether.pro_tips.line.aether.champs": "The Champs and Champettes are pretty baller.",
  "aether.pro_tips.line.aether.check_surroundings": "Always check your surroundings before entering a fight.",
  "aether.pro_tips.line.aether.close_door": "Don't leave your house without closing the door.",
  "aether.pro_tips.line.aether.cold_parachute_crafting": "Cold Parachutes can be crafted with 4 Cold Aercloud blocks.",
  "aether.pro_tips.line.aether.creepers": "Don't fear the Creeper.",
  "aether.pro_tips.line.aether.darts_no_gravity": "Golden, Poison, and Enchanted Darts are not affected by gravity.",
  "aether.pro_tips.line.aether.difficulty": "Easier rarely means funner.",
  "aether.pro_tips.line.aether.dig_straight_down": "Never dig straight down.",
  "aether.pro_tips.line.aether.do_things": "The best time to do anything is before it's too late.",
  "aether.pro_tips.line.aether.drops": "If a drop looks too big, it probably is.",
  "aether.pro_tips.line.aether.dungeon_rewards": "Dungeons can contain extremely powerful and unique rewards.",
  "aether.pro_tips.line.aether.enchant_blue_disk": "Normal music discs can be enchanted into a blue version.",
  "aether.pro_tips.line.aether.enchanted_gravitite_crafting": "Enchanted Gravitite can be crafted into armor and tools.",
  "aether.pro_tips.line.aether.enchanted_gravitite_floating": "Enchanted Gravitite only floats up when powered.",
  "aether.pro_tips.line.aether.expectations": "Never expect that nothing will happen while you're gone.",
  "aether.pro_tips.line.aether.glowstone_portal_forming": "Place water into a Glowstone frame for a Hostile Paradise.",
  "aether.pro_tips.line.aether.golden_apples": "The leaves of Golden Oak trees occasionally drop Golden Apples.",
  "aether.pro_tips.line.aether.golden_oak_amber": "Golden Oak Trees yield valuable Golden Amber in their logs.",
  "aether.pro_tips.line.aether.golden_parachute_durability": "Golden Parachutes have 20 uses rather than one.",
  "aether.pro_tips.line.aether.gravitite_armour_ability": "Gravitite armor grants you higher jumps and no fall damage.",
  "aether.pro_tips.line.aether.gravitite_ore_enchanting": "Gravitite Ore can be enchanted into Enchanted Gravitite.",
  "aether.pro_tips.line.aether.gravitite_tool_ability": "Gravitite tools can levitate blocks when right-clicking.",
  "aether.pro_tips.line.aether.harvest_aechor_poison": "You can harvest Aechor Plant's poison with Skyroot Buckets.",
  "aether.pro_tips.line.aether.holystone_tool_ability": "Holystone tools occasionally generate Ambrosium Shards.",
  "aether.pro_tips.line.aether.icestone_freezing_blocks": "Icestone freezes water into Ice and lava into Obsidian.",
  "aether.pro_tips.line.aether.mimic_chest": "Some dungeons in the Aether contain Chests which are Chest Mimics.",
  "aether.pro_tips.line.aether.mining": "You can always come back later and mine some more.",
  "aether.pro_tips.line.aether.moa_egg_incubation": "Moa Eggs can be incubated into baby Moas with the Incubator.",
  "aether.pro_tips.line.aether.moa_nature_staff": "Baby Moas will stay put when right clicking them with a Nature Staff.",
  "aether.pro_tips.line.aether.parachute_activation": "Parachutes auto-activate when falling off an island.",
  "aether.pro_tips.line.aether.phoenix_armor_submerging": "Try submerging yourself in water while wearing Phoenix armor.",
  "aether.pro_tips.line.aether.phyg_saddle": "Placing a Saddle on Flying Pigs makes them a mount.",
  "aether.pro_tips.line.aether.portal_misclick": "Be careful not to misclick when building portals.",
  "aether.pro_tips.line.aether.quicksoil_sliding": "Quicksoil increases the speed of walking mobs and sliding items.",
  "aether.pro_tips.line.aether.raw_meat": "Raw meat is better than no meat.",
  "aether.pro_tips.line.aether.respect": "Always treat modders with respect.",
  "aether.pro_tips.line.aether.risk_taking": "Don't take huge risks far from home.",
  "aether.pro_tips.line.aether.security": "Only give away your personal information to PayPal.",
  "aether.pro_tips.line.aether.sheepuff_puff": "Sheepuff occasionally puff their wool out, making them float.",
  "aether.pro_tips.line.aether.shelter": "A shelter made of dirt is still a shelter.",
  "aether.pro_tips.line.aether.skyroot_tool_ability": "Skyroot tools gain double drops from blocks.",
  "aether.pro_tips.line.aether.slimes": "Slimes do exist... I think.",
  "aether.pro_tips.line.aether.spare_stack": "Always keep a spare stack of blocks in your active inventory.",
  "aether.pro_tips.line.aether.the_game": "The game is only as fun as you make it.",
  "aether.pro_tips.line.aether.victory_medal_drop": "When Valkyries are defeated they will drop a Victory Medal.",
  "aether.pro_tips.line.aether.watch_your_step": "Watch where you step - deep shafts can be anywhere.",
  "aether.pro_tips.line.aether.white_aerclouds": "Cold Aerclouds prevent fall damage when landed upon.",
  "aether.pro_tips.line.aether.zanite_tool_ability": "Zanite tools gain strength the more they are used.",
  "aether.pro_tips.line.aether.zephyr_shooting": "Zephyrs shoot Snowballs with a force that can throw you off islands."
}